Repository: 84000/data-translation-memory
Catalog: toh354-v3.tmx
Source language: bo
Languages: en

source: །དགེ་འདུན་གྱི་ཁྲི་སྟན་ལ་འདུག་ན་སའི་སྲིན་བུ་མཇུག་རིངས་སུ་སྐྱེ་བར་འགྱུར་རོ།
en: If one sits on the seats of the Saṅgha, one will be reborn as a mosquito.

source: །དགེ་འདུན་གྱི་ཡོ་བྱད་སྣ་ཚོགས་དག་ལ་ཡོངས་སུ་སྤྱོད་པར་བྱེད་ན་ཕྱེ་མ་ལེབ་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: If one uses the various implements belonging to the Saṅgha, one will be reborn as a moth.

source: །རུས་པ་དག་ཐོགས་ནས་གཙུག་ལག་ཁང་དུ་འཇུག་པར་བྱེད་ན་བྱ་མཆུ་རིངས་སུ་སྐྱེ་བར་འགྱུར་རོ།
en: If one enters monasteries wearing bone ornaments, one will be reborn as a long-beaked bird.

source: །དམར་རྩི་དང་དཀར་རྩི་དག་མཆུ་ལ་བསྐུས་ནས་གཙུག་ལག་ཁང་དུ་འཇུག་པར་བྱེད་ན་བྱ་མཆུ་དམར་བ་དག་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: If one enters monasteries having applied rouge on the lips, one will be reborn as a red-beaked bird.

source: །གོས་ཚོན་ཅན་བགོས་ཏེ། གཙུག་ལག་ཁང་དུ་འགྲོ་བར་བྱེད་ན་བྱ་ཁ་དོག་སེར་པོ་དག་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: If one goes into monasteries wearing colorful clothing, one will be reborn as a yellow bird.

source: །ཁྱོ་ཤུག་གཙུག་ལག་ཁང་དུ་གནས་ནས་ཉལ་པོ་བྱས་ན་བྱ་མགོ་སྔོན་དག་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: If a married couple copulates in a temple, they will be reborn as blue-headed birds.

source: །དེ་བཞིན་གཤེགས་པའི་མཆོད་རྟེན་ལ་བརྫིས་ན་རྔ་མོའི་ལུས་བྱེད་པར་འགྱུར་རོ།
en: If one tramples on a stūpa of the thus-gone ones, one will be reborn with the body of a camel.

source: །ལྷམ་བགོས་ཏེ་དེ་བཞིན་གཤེགས་པའི་དྲི་གཙང་ཁང་དུ་འགྲོ་བར་བྱེད་ན་སྦལ་པར་སྐྱེ་བར་འགྱུར་རོ།
en: If one goes into shrines of the thus-gone ones wearing shoes, one will be reborn as a toad.

source: །ཆོས་ཉན་པའི་ཚེ་ཀླག་ཅོར་ཟེར་ན་ནི་བྱ་ལྕེ་བརྒྱ་པ་དག་ཏུ་སྐྱེ་བར་འགྱུར་རོ།
en: If one makes a clamor while listening to the Dharma, one will be reborn as a hundred-tongued bird.

source: །དགེ་སློང་མ་གཙང་མ་སུན་པར་བྱེད་ན་ཤི་འཕོས་ནས་སེམས་ཅན་དམྱལ་བའི་གནས་ལྕགས་ཀྱི་བྲག་ཕུག་ཏུ་ལྟུང་ཞིང་རལ་གྲིའི་འཁོར་ལོ་བརྒྱ་སྟོང་དུ་མ་དུས་གཅིག་ཏུ་བབས་ནས་ལུས་གཅོད་པར་འགྱུར་རོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: If one harasses a pure nun, one will fall into the iron caves of the hell realms, where many hundreds of thousands of circular blades will descend upon one, slicing one’s body.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྐད་གསུངས་པ་ལྟར་དགེ་འདུན་གྱི་རྫས་ཡོངས་སུ་སྤྱོད་པ་གང་ལགས་པ་དེ་དག་ལ་ཡང་དག་པར་ཤིན་ཏུ་ལྕི་བ་ཞིག་ལགས་པར་གྱུར་ན་སྦྱིན་བདག་བཞི་པོ་ཇི་ལྟར་གཙུག་ལག་ཁང་དུ་མཆི་ཞིང་བཀུར་སྟི་དང་ཕྱག་འཚལ་བར་བགྱིད་པ་ལགས།
en: Venerable Ānanda then inquired of the Blessed One, “Blessed One, as you have just taught, using the property of the Saṅgha is an extremely grave misdeed. How, then, should the four types of benefactors go to monasteries and offer their respect and pay homage?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་འདུན་གྱི་གཙུག་ལག་ཁང་དུ་འགྲོ་བ་ལ་སེམས་རྣམ་པ་གཉིས་ཡོད་དེ། དགེ་བའི་སེམས་དང་མི་དགེ་བའི་སེམས་གང་ཡིན་པའོ།
en: The Blessed One replied, “Those who go to the monasteries of the Saṅgha are of two mindsets: virtuous and nonvirtuous.

source: །དགེ་བའི་སེམས་ཞེས་བྱ་བ་ཇི་ལྟ་བུ་ཞེ་ན།
en: Who are those with a virtuous mindset?

source: གང་གིས་གཙུག་ལག་ཁང་དུ་ཕྱིན་ནས་དེ་བཞིན་གཤེགས་པ་མཐོང་ན་ཕྱག་བྱེད་པ་དང་། དགེ་འདུན་མཐོང་ན་གུས་པར་བཀུར་སྟི་བྱས་ནས་མདོ་སྡེའི་དོན་འདྲི་བར་བྱེད་པ་དང་། སྡོམ་པ་ཡང་དག་པར་བླངས་ནས་ཉེས་པ་འཆགས་པར་བྱེད་པ་དང་། ནོར་རྫས་དག་ཡོངས་སུ་བཏང་ནས་དཀོན་མཆོག་གསུམ་གྱི་ཞལ་ཏ་བྱེད་པ་དང་། ལུས་དང་སྲོག་ལ་ཕངས་པ་མེད་པར་ཆོས་ཆེན་པོ་ཡོངས་སུ་བསྲུང་ཞིང་ཡང་དག་པར་འཛིན་པར་བྱེད་པའི་གང་ཟག་དེ་ལྟ་བུ་དག་ནི་གོམ་པ་གཅིག་འདོར་བར་བྱེད་ན་ཡང་ལྷའི་གཞལ་མེད་ཁང་དྲུང་དུ་འོང་ཞིང་།
en: They are those who bow upon seeing the thus-gone ones when entering monasteries, those who pay respect with veneration and inquire as to the meaning of the sūtras when they see the Saṅgha, those who correctly uphold their vows and confess their faults, and those who offer their wealth in service to the Three Jewels.

source: མ་འོངས་པ་ན་ཁྱིམ་བདག་ཤུག་དེ་ཀ་བཞིན་དུ་རྣམ་པར་སྨིན་པའི་འབྲས་བུ་མྱོང་བར་འགྱུར་བ་གང་ཡིན་པ་དེ་ནི་སྐྱེས་བུ་མཆོག་ཏུ་དགེ་བ་ཞེས་བྱའོ།
en: These people will be reborn in the divine palaces of the gods, or if in the future they are a householder or a wife, they will experience results with a similar karmic fruition. This is known as the supremely virtuous person. “

source: །མི་དགེ་བའི་སེམས་དང་ལྡན་པ་ཇི་ལྟ་བུ་ཞེ་ན།
en: Who are those with a nonvirtuous mindset?

source: སེམས་ཅན་གང་ལ་ལ་ཞིག་གཙུག་ལག་ཁང་དུ་འཇུག་པའི་ཚེ་དགེ་འདུན་ལ་སློངས་མོ་དང་། གཡར་པོ་དང་། སྔ་སྐྱིན་འབའ་ཞིག་བྱ་བར་སེམས་པ་དང་། དགེ་འདུན་གྱི་སྐྱོན་ཚོལ་ཞིང་རྩེ་གཅིག་ཏུ་རྣམ་པར་བཤིག་པ་འབའ་ཞིག་ཏུ་འདོད་པ་དང་། དགེ་སློང་གི་དགེ་འདུན་གྱི་ཟས་ཟོས་ན་ཡང་སེམས་ལ་གནོད་པ་ཅི་ཡང་མེད་ཅིང་ཁུར་བ་དང་།
en: They are those who go to the monasteries only intending to beg, borrow, or take loans from the Saṅgha, those who desire only to find fault with and relentlessly disparage the Saṅgha, and those who do not feel bad about consuming the food of the Saṅgha, taking home with them cakes, fruits, and vegetables.

source: ཤིང་ཏོག་དང་། ལྡམ་ལྡུམ་དག་ཁྱེར་ནས་རང་གི་ཁྱིམ་དུ་འགྲོ་བར་བྱེད་པའི་གང་ཟག་དེ་ལྟ་བུ་དག་ཤི་འཕོས་མ་ཐག་ཏུ་ལྕགས་ཀྱི་ཐུ་ལུམ་ཟ་བའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་ཞིང་ཟངས་ཀྱི་ནང་དུ་བཙོ་བ་དང་། སྦར་བའི་མེས་བསྲེགས་པ་དང་། རལ་གྲི་ལྟ་བུའི་རི་ལོ་མ་ཅན་གྱི་ལྗོན་ཤིང་ལ་འཛེག་པ་ལ་སོགས་པའི་སྡུག་བསྔལ་གང་ཡང་མི་མྱོང་བ་མེད་པར་འགྱུར་ཏེ།
en: As soon as they die, these people will fall down to the hells where they eat lumps of iron, where there is no suffering they will not experience—from being boiled in cauldrons to being burnt by scorching fires, climbing mountains of knives and trees with razor leaves, and so on.

source: འདི་ནི་སྐྱེས་བུ་མཆོག་ཏུ་མི་དགེ་བ་ཞེས་བྱའོ།
en: This is known as the supremely nonvirtuous person.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་འདི་ནི་ངས་མ་འོངས་པའི་དུས་ཀྱི་སློབ་མ་དག་ལ་རྗེས་སུ་བསྟན་པ་ཡིན་གྱིས་བག་ཡོད་པར་བསྒྲིམས་ཏེ། དཀོན་མཆོག་གསུམ་པོ་དག་ལ་ཉེས་པ་མི་བྱེད་པ་དང་།
en: The Blessed One said, “Ānanda, I admonish my future disciples: exercise vigilance so as to not commit transgressions against the Three Jewels.

source: ནུར་བའི་སེམས་སྐྱེ་བ་མེད་པར་དེ་བཞིན་གཤེགས་པའི་བཀའ་སྩལ་པ་བཞིན་བྱེད་ན། དེ་བཞིན་གཤེགས་པ་བྱམས་པ་འཇིག་རྟེན་དུ་བྱུང་བའི་ཚེ་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་བར་ཐེ་ཚོམ་མེད་དོ།
en: So long as they act wholeheartedly in accordance with what the Thus-Gone One has taught, they will undoubtedly pass beyond suffering once the Thus-Gone One Maitreya appears in this world.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཚེ་འདི་ལ་གཞན་གྱི་ལུས་ལས་གོས་བཤུས་ཏེ་ཕྲོག་པར་བྱེད་ན་ཤི་འཕོས་ནས་གྲང་བའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བ་དང་། གཞན་ཡང་དར་གྱི་སྲིན་བུར་སྐྱེས་ནས་འཚེད་པར་འགྱུར་རོ།
en: The Blessed One continued, “If one strips the clothing from the body of another in this life, after death one will fall into the cold hell realms, or, having been reborn as a silkworm, one will be boiled alive.

source: །ཚེ་འདི་ལ་སྐུ་གཟུགས་དང་མདོ་སྡེའི་སྤྱན་སྔར་མར་མེ་སྦར་བར་མངོན་པར་མི་དགའ་ན་ཤི་འཕོས་ནས་རི་ཁོར་ཡུག་གི་བར་ན་སེམས་ཅན་དམྱལ་བའི་གནས་མུན་ནག་ཡོད་པ་དག་ཏུ་ལྟུང་བར་འགྱུར་རོ།
en: If one does not delight in lighting lamps to illuminate sūtras and statues in this life, after death one will fall into the darkness of the hells between mountains.

source: །ཚེ་འདི་ལ་སེམས་ཅན་གྱི་སྲོག་བཅད་པས་དམྱལ་ཞིང་གཏུབ་པར་བྱེད་ན་ཤི་འཕོས་ནས་སེམས་ཅན་དམྱལ་བ་མཚོན་ལྟར་རབ་ཏུ་རྣོ་བའི་རི་ལ་རལ་གྲི་ལོ་མ་ཅན་གྱི་ལྗོན་ཤིང་འཛེག་པ་དག་ཏུ་ལྟུང་བར་འགྱུར་རོ། །ཚེ་འདི་ལ་ཁ་ཅིག་སྡིག་གཏོང་ཞིང་རྔོན་པ་བྱེད་པར་མངོན་པར་དགའ་བ་དེ་དག་ནི་ཤི་འཕོས་ནས་སོག་ལེས་འདྲལ་བའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: If in this life one torments and cuts up beings, taking their lives, after death one will fall into the weapon-like hells, where one will climb razor-sharp mountains and trees with razor leaves. “

source: །ཚེ་འདི་ལ་མང་དུ་འདོད་པས་ལོག་པར་གཡེམ་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ཟངས་ཀྱི་ཀ་བ་རབ་ཏུ་འབར་བ་ལ་འཇུ་བ་དང་། ལྕགས་ཀྱི་ཁྲི་རབ་ཏུ་ཚ་བ་ལ་ཉལ་བའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who desire a great deal and commit sexual misconduct in this life, after death will fall into the hells where they will be liquified against scalding bronze pillars and sleep on scorching iron beds.

source: །ཚེ་འདི་ལ་ཆུང་མ་མང་པོ་འཆང་བ་གང་ཡིན་པ་དེ་ནི་ལྕགས་ཀྱི་རང་ཐག་ཏུ་འཐག་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who keep many wives in this life will fall into the hells where they will be pulverized by iron millstones.

source: །ཚེ་འདི་ལ་ཁྱིམ་ཐབ་མང་པོ་བདོག་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་སྦྲུལ་གདུག་པ་དང་ལྡན་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who possess many husbands in this life, after death will fall into the hells of poisonous snakes.

source: །ཚེ་འདི་ལ་སྒོ་ང་བསྲེགས་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་མེ་མ་མུར་རབ་ཏུ་ཚ་བ་དང་ལྡན་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who burn eggs in this life, after death will fall into the hells of burning embers.

source: །ཚེ་འདི་ལ་ཕག་དང་བྱ་རྣམས་བཤུ་ཤིང་འཐོག་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ཟངས་དག་ཏུ་འཚེད་པའི་སེམས་ཅན་དམྱལ་བ་དག་ཏུ་ལྟུང་བར་འགྱུར་རོ།
en: Those who skin pigs and defeather birds in this life, after death will fall into the hells where they will boil in molten iron.

source: །ཚེ་འདི་ལ་ཕག་དང་ཁྱིའི་རླིག་པ་འབྱིན་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་རྡོ་ཟུར་དང་ལྡན་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who castrate pigs and dogs in this life, after death will fall into the hells of jagged rocks.

source: །ཚེ་འདི་ལ་ཆང་འཐུངས་ནས་མྱོས་པར་བྱས་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ལྕགས་ཁུ་འཐུང་བའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who drink alcohol and become intoxicated in this life, after death will fall into the hells where they will drink molten metal.

source: །ཚེ་འདི་ལ་སེམས་ཅན་གྱི་ལུས་ཀྱི་ཡན་ལག་བཅད་ཅིང་གཏུབ་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ལྕགས་ཀྱི་འཁོར་ལོ་དང་ལྡན་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who hack off and sever the limbs of beings in this life, after death will fall into the hells of iron wheels.

source: །ཚེ་འདི་ལ་དགེ་འདུན་གྱི་ཤིང་ཏོག་བརྐུས་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ལྕགས་ཀྱི་ཐུ་ལུམ་ཟ་བའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who steal fruit from the Saṅgha in this life, after death will fall into the hells where they will swallow iron lumps.

source: །ཚེ་འདི་ལ་ཕག་གི་རྒྱུ་མ་དང་ཤ་ཟོས་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ལྗན་ལྗིན་གྱིས་གང་བའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who eat the intestines and flesh of pigs in this life, after death will fall into the hells filled with filth.

source: །ཚེ་འདི་ལ་ཉ་གསོན་པོར་ཟོས་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་མཚོན་ཆ་དང་། དབྱིག་པ་དང་། རལ་གྲིའི་སོ་ཅན་གྱི་ལྗོན་ཤིང་དང་ལྡན་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who eat live fish in this life, after death will fall into the hells with trees made of weapons, clubs, and saws.

source: །ཚེ་འདི་ལ་མ་ཡར་མོར་གྱུར་ནས་ཆུང་མ་སྔ་མའི་བུ་དག་ལ་ནེར་པ་བྱས་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་མེ་རབ་ཏུ་འབར་བའི་ཤིང་རྟ་དང་ལྡན་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who become stepmothers and look upon their stepchildren with scorn in this life, after death will fall into the hells of blazing chariots.

source: །ཚེ་འདི་ལ་ཕྲ་མ་བྱས་ནས་དཀྲུགས་མ་བྱས་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ལྕགས་ཀྱི་ཐོང་གཤོལ་གྱིས་རྨོ་བའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who sow discord with divisive speech in this life, after death will fall into the hells where they will be tilled by iron plows.

source: །ཚེ་འདི་ལ་མི་སྙན་པས་གཞན་དག་ལ་སྤྱོས་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ལྕེ་རབ་ཏུ་འབྱིན་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who reprimand others with harsh language in this life, after death will fall into the hells where their tongues will be pulled out.

source: །ཚེ་འདི་ལ་བརྫུན་མང་དུ་སྨྲས་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ལྕེ་ལྕགས་ཀྱི་གཟེར་གྱིས་འདེབས་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who speak many falsehoods in this life, after death will fall into the hells where they will be impaled with iron needles. “

source: །ཚེ་འདི་ལ་སྲོག་བཅད་ནས་ལོག་པའི་ལྷ་ལ་མཆོད་སྦྱིན་བྱས་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ལྕགས་ཀྱི་གཏུན་གྱིས་བརྡུངས་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who take life and offer it to perverse gods, after death will fall into the hells where they will be beaten with iron pestles.

source: །ཚེ་འདི་ལ་བོན་མོ་བྱས་ནས་འདྲེ་གདོན་གྱི་ཚིག་འདོན་ཅིང་གཞན་དག་བསླུས་ཏེ་ནོར་བླངས་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་ཤའི་རི་ལྟ་བུའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who, in this life, practice sorcery by chanting the words of ghosts and swindling people, after death will fall into the hells of mountains of flesh.

source: །ཚེ་འདི་ལ་བོན་མོ་བྱས་ནས་མིག་བཙུམས་ཏེ། ས་ལ་ཉལ་ནས་གཞན་དག་ལ་མཐོ་རིས་སུ་སྐྱེ་བར་འགྱུར་རོ་ཞེས་དྲང་པོ་མ་ཡིན་པའི་འདྲེ་གདོན་དག་གིས་ལེན་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་རྐེད་པ་གཏུབ་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who, in this life, practice sorcery by lying on the ground with their eyes closed, summoning ghosts, and uttering falsehoods such as ‘you will be reborn in the higher realms,’ after death will fall into the hells where their waists will be severed.

source: །ཚེ་འདི་ལ་བོན་མོ་བྱས་ནས་གཞན་དག་གི་སྲོག་བཅད་དེ། ལྷ་འདྲེ་དང་ལམ་ལྔའི་སའི་བདག་པོ་དང་སྲིན་མོ་ལ་སོགས་པ་ལ་མཆོད་པ་བྱེད་དུ་བཅུག་པ་གང་ཡིན་པ་འདི་ལྟ་བུ་ལ་སོགས་པ་དེ་དག་ཐམས་ཅད་ནི་སྐྱེས་བུ་བླུན་པོ་རྣམས་འདྲིད་པ་ཡིན་པས་ཤི་འཕོས་ནས་སྟ་རེས་གཅོད་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: Those who, in this life, practice sorcery by taking the lives of others and making them into offerings for gods, ghosts, the lords of the five paths, demonesses, and other such beings are all fools who have been deceived. They will therefore fall into the hells where they will be hacked up with axes.

source: །སེམས་ཅན་དམྱལ་བའི་སྲུངས་མ་རྣམས་ཀྱིས་ཡན་ལག་བཅད་ཅིང་གཏུབ་པ་དང་།
en: Their limbs will be sliced and severed by the minions of hell.

source: བྱ་ལྕགས་ཀྱི་མཆུ་ཅན་རྣམས་ཀྱིས་མིག་གི་འབྲས་བུ་གཉིས་ལ་འཐོག་པར་འགྱུར་རོ། །ཚེ་འདི་ལ་བོན་མོ་བྱས་ནས་མི་ཤི་བའི་རོ་རྣམས་སྦེད་པ་དང་། ཁང་ཁྱིམ་རྣམས་ཀྱི་བཟང་ངན་དང་། རིགས་ལྔ་པོ་རྣམས་ཀྱིས་ཁེ་འཐོབ་པ་དང་། མི་འཐོབ་པ་ལྟ་བ་དང་།
en: Both of their eyes will be pecked out by birds with iron beaks.

source: ཀླུ་རྣམས་བདེ་བར་འགོད་པ་དང་། དར་གྱི་སྲིན་བུ་དག་ལ་གཏང་རག་གཏོང་བ་དང་། སྲིན་མནན་ནས་སྐྱེས་བུ་བླུན་པོ་དག་བསླུས་ཏེ། ནོར་མང་པོར་བླངས་པ་དང་། བརྫུན་ཚིག་གིས་བཟང་ངན་སྟོན་པ་གང་ཡིན་པ་དེ་དག་ནི་ཤི་འཕོས་ནས་ལྕགས་ཀྱི་དྲ་བ་ཅན་གྱི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་བས་བྱ་འདབ་ཆགས་མ་རུངས་པ་ཚད་མེད་པ་སྙེད་དེའི་ལུས་ལ་འདུས་ཏེ།
en: Those who, in this life, practice sorcery by burying the corpses of the dead, by making prognostications of the good and bad omens of houses and of the fortune or lack thereof of the five families, by appeasing the nāgas, by making thanksgiving offerings of crushed silkworms, and by deceiving fools to take their wealth with false prognostications, after death will fall into the hells of iron webs.

source: ཤ་རྣམས་མ་ལུས་པར་ཟོས་ནས་རུས་པ་དང་རྒྱུས་པ་རྣམས་ཀྱང་འཐོག་པར་བྱེད་པས་སྡུག་བསྔལ་དཔག་ཏུ་མེད་པ་དག་མྱོང་བར་འགྱུར་རོ།
en: There, their bodies will be swarmed by countless malevolent birds that will consume the entirety of their flesh before pecking away at their bones and innards, causing them immeasurable suffering.

source: །ཚེ་འདི་ལ་སྨན་པ་བྱས་ཏེ། ནད་གསོ་བར་མི་ནུས་བཞིན་དུ་གཞན་དག་ལ་བསླུས་ཏེ་ནོར་བླངས་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་གཏར་བ་དང་།
en: Those who, in this life, act as doctors but are unable to cure illness while nonetheless deceiving others and taking their wealth, after death will fall into the hells where they will be bled and scorched with moxibustion sticks.

source: མེ་བཙས་བསྲེགས་པའི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་བས་ལུས་ལ་ཀུན་ཏུ་མེ་རབ་ཏུ་འབར་བའི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་ལྟུང་བར་འགྱུར་རོ། །ཚེ་འདི་ལ་མཆོད་རྟེན་དང་།
en: They will fall into the hells where their bodies will be entirely consumed by flames.

source: གཙུག་ལག་ཁང་བཤིག་པ་དང་། མཁན་པོ་དང་། སློབ་དཔོན་གྱིས་བསྒོ་བ་མ་ཉན་པ་དང་། ཕ་མ་ལ་སྲི་ཞུ་མེད་པ་གང་ཡིན་པ་དེ་དག་ནི་ཤི་འཕོས་ནས་མནར་མེད་པའི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་དང་། སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་བརྒྱད་པོ་དག་ཏུ་སྡུག་བསྔལ་སྣ་ཚོགས་མྱོང་བ་དང་།
en: Those who, in this life, destroy stūpas and monasteries, do not obey the orders of their preceptors and masters, and do not have reverence for their parents will experience manifold suffering in the great hell of Avīci and the eight great hells.

source: གཞན་ཡང་སེམས་ཅན་དམྱལ་བ་ཆུང་ངུ་བརྒྱ་སུམ་ཅུ་རྩ་དྲུག་པོ་ཀུན་ཏུ་འཇུག་ཅིང་བསྐལ་པ་གཅིག་གམ། བསྐལ་པ་གཉིས་སམ། བསྐལ་པ་ལྔ་བརྒྱའི་བར་དུ་སྡུག་བསྔལ་མྱོང་ནས་དེའི་འོག་ཏུ་གདོད་ཐར་བར་གྱུར་ཏེ།
en: They will then find themselves in the one hundred thirty-six minor hells, where they will suffer for one eon, two eons, or even up to five hundred eons, after which they will finally escape.

source: དགེ་བའི་བཤེས་གཉེན་དང་ཕྲད་ན་ནི་བྱང་ཆུབ་ཏུ་སེམས་སྐྱེད་པར་འགྱུར་ལ།
en: If they then meet with a spiritual teacher, they will give rise to the mind set on awakening.

source: གལ་ཏེ་ཕྲད་པར་མ་གྱུར་ན་ནི་སླར་ཡང་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ།
en: However, if they do not meet with one, they will once more fall back down to the hells.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མིར་གྱུར་ཀྱང་ལུས་ཀྱི་བོང་ཆེ་ཞིང་ཤིན་ཏུ་མནམ་པ་དང་། ཁྲོ་སྐྱེན་ཞིང་དགྲོལ་དཀའ་བ་གང་ཡིན་པ་དེ་ནི་སྔོན་གྱི་རྔ་མོ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: The Blessed One continued, “As a human, having a body that is large and pungent and being quick to anger and difficult to liberate comes from having previously been a camel.

source: །མིར་གྱུར་ཀྱང་འགྲོ་བ་ལ་དགའ་ཞིང་ཟན་ཟ་བ་འགྲུས་པ་དང་། ཉམ་ང་བ་དག་ལ་འབྱོལ་བ་མེད་པ་གང་ཡིན་པ་དེ་ནི་སྔོན་རྟ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, taking delight in moving about, busying oneself with eating, and not being scared away by anything comes from having previously been a horse.

source: །མིར་གྱུར་ཀྱང་གྲང་བ་དང་། ཚ་བ་དག་བཟོད་ཅིང་སེམས་ལ་འཛིན་པ་མེད་པ་གང་ཡིན་པ་དེ་ནི་སྔོན་གླང་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, being able to endure heat and cold yet unable to mentally retain anything comes from having previously been an ox.

source: །མིར་གྱུར་ཀྱང་སྒྲ་སྐད་ཆེ་བ་དང་། ངོ་ཚ་མེད་ཅིང་ཁྲེལ་མེད་པ་དང་། སྲེད་པ་དང་། གྲང་བ་མང་ཞིང་ལེགས་ཉེས་ཀྱི་བྱེ་བྲག་མི་ཕྱེད་པ་གང་ཡིན་པ་དེ་ནི་སྔོན་བོང་བུ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, having a loud voice, lacking shame and modesty, being full of craving, being lethargic, and not distinguishing good from ill comes from having previously been a donkey.

source: །མིར་གྱུར་ཀྱང་རྟག་པར་ཤ་ལ་བརྐམ་ཞིང་བྱ་བ་དག་ལ་འཇིགས་པ་མེད་པ་གང་ཡིན་པ་དེ་ནི་སྔོན་སེང་གེ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, always craving meat and never fearing any task comes from having previously been a lion.

source: །མིར་གྱུར་ཀྱང་ལུས་རིང་ཞིང་མིག་ཟླུམ་པ་དང་འབྲོག་དགོན་པ་ན་མང་དུ་རྒྱུ་བ་དང་། བུ་དང་ཆུང་མ་ལ་སྡང་བ་གང་ཡིན་པ་དེ་ནི་སྔོན་སྟག་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, being tall with round eyes, often wandering in the wilderness, and being averse to one’s children and wife comes from having previously been a tiger.

source: །མིར་གྱུར་ཀྱང་སྤུན་ཞིང་མིག་ཆུང་བ་དང་། གནས་གཅིག་ཏུ་གནས་པར་མོས་པ་མེད་པ་གང་ཡིན་པ་དེ་ནི་སྔོན་བྱ་འདབ་ཆགས་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, being hairy, having small eyes, and not wishing to dwell in a single place comes from having previously been a bird.

source: །མིར་གྱུར་ཀྱང་རང་བཞིན་མི་བརྟན་ཞིང་སྲོག་ཆགས་ཕྲ་མོ་གསོད་པ་ལ་དགའ་བ་གང་ཡིན་པ་དེ་ནི་སྔོན་གྱི་ཝ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, being of an unstable nature and delighting in killing tiny creatures comes from having previously been a fox.

source: །མིར་གྱུར་ཀྱང་དཔའ་ཞིང་བཤོར་བ་དང་། འདོད་ཆགས་ཆུང་ཞིང་ཆུང་མ་ལ་སྲེད་པ་མེད་པ་གང་ཡིན་པ་དེ་ནི་སྔོན་སྤྱང་ཀི་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, being strong and skilled in hunting, having little desire, and lacking craving for a wife comes from having previously been a wolf.

source: །མིར་གྱུར་ཀྱང་གོས་བཟང་པོ་ལ་མི་དགའ་བ་དང་། མ་ཡིན་པ་བྱས་པ་དག་ལ་རྟོག་པ་དང་། གཉིད་ཆུང་ཞིང་ཞེ་སྡང་མང་བ་གང་ཡིན་པ་དེ་ནི་སྔོན་ཁྱི་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, disliking fine clothing, ruminating over mistakes, sleeping little, and being full of anger comes from having previously been a dog.

source: །མིར་གྱུར་ཀྱང་གཡེམ་པ་ལ་དགའ་ཞིང་སྐྱེ་བོ་མང་པོའི་ཡིད་དུ་འོང་བའི་གཏམ་བརྗོད་པ་ལ་མངོན་པར་དགའ་བ་གང་ཡིན་པ་དེ་ནི་སྔོན་ནེ་ཙོ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, delighting in sexual misconduct and taking great pleasure in telling alluring tales to many people comes from having previously been a parrot.

source: །མིར་གྱུར་ཀྱང་ལུས་ཀྱི་བོང་ཆུང་ཞིང་གཡེམ་པ་ལ་དགའ་བ་དང་། སེམས་རྩེ་གཅིག་ཏུ་མི་གནས་པ་དང་། གཟུགས་མཐོང་མ་ཐག་ཏུ་མངོན་པར་ཞེན་པའི་སེམས་འབྱུང་བ་གང་ཡིན་པ་དེ་ནི་སྔོན་བྱེའུ་མཆིལ་པ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, being physically small, delighting in sexual misconduct, being mentally scattered, and becoming fixated immediately upon beholding something comes from having previously been a sparrow.

source: །མིར་གྱུར་ཀྱང་མིག་དམར་ཞིང་སོ་ཐུང་བ་དང་། སྨྲ་བའི་ཚེ་ལྦུ་བ་འབྱུང་ཞིང་ཉལ་ན་གོས་ཀྱིས་ལུས་དཀྲི་བར་བྱེད་པ་གང་ཡིན་པ་དེ་ནི་སྔོན་སྦྲུལ་དང་རྩངས་པ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, having red eyes and short teeth, spewing saliva when speaking, and enveloping oneself in cloth coverings when sleeping comes from having previously been a snake or a lizard.

source: །མིར་གྱུར་ཀྱང་སྨྲས་མ་ཐག་ཏུ་ཁོང་ཁྲོ་ཞིང་ཕ་རོལ་གྱི་དོན་ལ་སོ་སོར་མི་རྟོག་པར་ངག་གི་གདུག་པ་འབྱིན་པ་གང་ཡིན་པ་དེ་ནི་སྔོན་སྡིག་པ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, becoming outraged immediately upon speaking and spewing verbal abuse without understanding the intentions of others comes from having previously been a scorpion.

source: །མིར་གྱུར་ཀྱང་གཅིག་པུ་དབེན་པར་གནས་ཤིང་ཟས་ལ་བརྐམ་པ་དང་། མཚན་མོ་གཉིད་ཆུང་བ་གང་ཡིན་པ་དེ་ནི་སྔོན་བྱི་ལ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ།
en: As a human, living in isolation, craving food, and sleeping little during the night comes from having previously been a cat.

source: །མིར་གྱུར་ཀྱང་རྩིག་པ་ཕུག་ནས་རྐུན་པོ་བྱེད་པ་དང་། ནོར་ལ་བརྐམ་ཞིང་འཁོན་འབྱུང་སླ་བ་དང་། ཉེ་རིང་གི་མཚན་མ་མེད་པ་གང་ཡིན་པ་དེ་ནི་སྔོན་བྱི་བ་བྱས་པ་ལས་འོངས་པ་ཡིན་ནོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: As a human, boring holes in walls to thieve, craving wealth, harboring grudges easily, and being indifferent to others—not distinguishing between close and distant relations—comes from having previously been a mouse.”

source: མིར་གྱུར་ཀྱང་མཆོད་རྟེན་དང་། གཙུག་ལག་ཁང་བཤིག་པ་དང་། དཀོན་མཆོག་གསུམ་གྱི་དཀོར་སྦས་ནས་བདག་ཉིད་ཀྱིར་ཡོངས་སུ་སྤྱོད་པ་གང་ཡིན་པ་དེ་ནི་ཤི་འཕོས་ནས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པར་ལྷུང་བར་འགྱུར་རོ། །སེམས་ཅན་དམྱལ་བ་ལས་ཐར་བར་གྱུར་ན་ཡང་དུད་འགྲོའི་སྐྱེ་གནས་ཀྱི་ལུས་འདི་ལྟ་སྟེ། ཕུག་རོན་དང་། མཆིལ་པ་དང་། ངུར་པ་དང་། ནེ་ཙོ་དང་།
en: The Blessed One continued, “As a human, those who demolish stūpas and monasteries and hoard the property of the Three Jewels for their exclusive use will fall into the great hell of Avīci after death.

source: བྱེའུ་སྔོན་པོ་དང་། ཉ་དང་། རུས་སྦལ་དང་། སྤྲེའུ་དང་། རི་དགས་ཀྱི་ལུས་ལེན་པར་འགྱུར་རོ།
en: Even if they escape from this hell, they will take up a body in the animal realm, such as that of a pigeon, sparrow, duck, parrot, bluebird, fish, tortoise, monkey, or deer.

source: །བརྒྱ་ལམ་ན་མིའི་ལུས་ཐོབ་པར་གྱུར་ན་ཡང་མ་ནིང་དང་། བུད་མེད་དང་། མཚན་གཉིས་པ་དང་། དབང་པོ་མེད་པ་དང་། སྨད་འཚོང་མ་དག་ཏུ་འགྱུར་རོ།
en: In the rare event that they attain a human body, they will be a person labeled a paṇḍaka, a woman, a person with double gender, a person lacking in faculties, or a prostitute.

source: །མིར་གྱུར་ཀྱང་ཁོང་ཁྲོ་བ་དག་ལ་མངོན་པར་དགའ་བ་དེ་ནི་ཤི་འཕོས་ནས་སྦྲུལ་གདུག་པ་དང་། སྟག་དང་། སེང་གེ་དང་། སྤྱང་ཀི་དང་། དོམ་དང་། དྲེད་དང་།
en: As a human, those who take pleasure in anger will descend into the forms of poisonous snakes, tigers, lions, wolves, bears, brown bears, cats, and falcons.

source: བྱི་ལ་དང་། བྱ་ཁྲའི་རྣམ་པ་དག་ཏུ་ལྟུང་བར་འགྱུར་རོ། །བརྒྱ་ལ་བརྒྱ་ལམ་ན་མིའི་ལུས་ཐོབ་པར་གྱུར་ན་ཡང་ཁྱིམ་བྱ་དང་། ཕག་གསོད་པ་དང་། ཤན་པ་དང་། རྔོན་པ་བྱེད་པ་དང་། བྱ་ཤོར་བ་དང་། བཙོན་སྲུངས་བྱེད་པ་ལ་མངོན་པར་དགའ་བར་འགྱུར་རོ།
en: In the rare event that they attain a human body, they will take pleasure in the killing of birds and pigs and in being a butcher, huntsman, spy, or prison guard.

source: །མིར་གྱུར་ཀྱང་གླེན་ཞིང་གཏི་མུག་པ་དང་། རིགས་པའི་ཚུལ་གང་ཡིན་པ་མི་ཤེས་པ་དེ་ནི་ཤི་འཕོས་ནས་གླང་པོ་ཆེ་དང་། ཕག་དང་། བ་ལང་དང་། ཆུ་གླང་དང་། སྲོ་ཤིག་དང་། སྦྲང་མ་དང་། སྦྲང་བུ་མཆུ་རིངས་དང་། གྲོག་མ་ལ་སོགས་པའི་ལུས་ལེན་པར་འགྱུར་ཏེ།
en: As a human, those who are foolish and ignorant and unable to understand analytical reasoning will take up the bodies of elephants, pigs, cows, water buffalo, lice, bees, mosquitoes, ants, and the like after death.

source: གལ་ཏེ་མིའི་ལུས་ཐོབ་པར་གྱུར་ན་ཡང་འོན་པ་དང་། ལོང་བ་དང་། ལྐུགས་པ་དང་། ལུས་ཀྱི་ཡན་ལག་མ་ཚང་བ་དང་། རྒྱབ་སྒུར་བ་དང་། དབང་པོ་མ་ཚང་བ་དག་ཏུ་འགྱུར་རོ།
en: Even if they happen to attain a human body, they will be deaf, blind, mute, physically handicapped, or hunchbacked, or they will have incomplete faculties.
